Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Hide temporary blocks
ca_es: Amaga bloquejos temporals

source: Hide single IP blocks
ca_es: Amaga bloquejos d'una sola IP

source: Hide range blocks
ca_es: Amaga els bloquejos de rang

source: Timestamp
ca_es: Marca horària

source: Target
ca_es: Usuari blocat

source: Expires
ca_es: Caduca

source: Blocking admin
ca_es: Administrador que ha blocat

source: Block parameters
ca_es: Paràmetres del bloqueig

source: Local block
ca_es: Bloqueig local

source: Other {{PLURAL:$1|block|blocks}}
ca_es: Altres {{PLURAL:$1|bloquejos|bloquejos}}

source: infinite
ca_es: infinit

source: expires on $1 at $2
ca_es: venç el $1 a $2

source: anon. only
ca_es: només usuari anònim

source: autoblock disabled
ca_es: S'ha inhabilitat el bloqueig automàtic

source: account creation disabled
ca_es: s'ha blocat la creació de nous comptes

source: email disabled
ca_es: s'ha blocat l'enviament de correus electrònics

source: cannot edit own talk page
ca_es: no podeu modificar la pàgina de discussió pròpia

source: The block list is empty.
ca_es: La llista de bloqueigs està buida.

source: The requested IP address or username is not blocked.
ca_es: L'adreça IP o nom d'usuari soŀlicitat no està bloquejat.

source: block
ca_es: bloca

source: unblock
ca_es: desbloca

source: change block
ca_es: canvia el blocatge

source: contribs
ca_es: contribucions

source: send email
ca_es: correu electrònic

source: Autoblocked because your IP address has been recently used by "[[User:$1|$1]]". The reason given for $1's block is "''$2''"
ca_es: Heu estat blocat automàticament perquè la vostra adreça IP ha estat recentment utilitzada per l'usuari ''[[User:$1|$1]]''. El motiu del bloqueig de $1 és: ''$2''.

source: Block log
ca_es: Registre de bloquejos

source: This user has been blocked previously. The block log is provided below for reference:
ca_es: Aquest usuari ha estat blocat prèviament. Per més detalls, a sota es mostra el registre de bloquejos:

source: This user has been blocked and hidden previously. The suppress log is provided below for reference:
ca_es: Aquest usuari ha estat blocat i amagat prèviament. Per més detalls, a sota es mostra el registre de supressions:

source: blocked [[$1]] with an expiry time of $2 $3
ca_es: ha blocat l'{{GENDER:$1|usuari|usuària}} [[$1]] per un període de: $2 $3

source: changed block settings for [[$1]] with an expiry time of $2 $3
ca_es: canviades les opcions del blocatge a [[$1]] amb caducitat a $2, $3

source: This is a log of user blocking and unblocking actions. Automatically blocked IP addresses are not listed. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ca_es: Això és una relació de accions de bloqueig i desbloqueig. Les adreces IP bloquejades automàticament no apareixen. Vegeu la [[Special:BlockList|llista de bloqueigs]] per veure una llista dels actuals bloqueigs operatius.

source: unblocked $1
ca_es: ha desblocat $1

source: anonymous users only
ca_es: només els usuaris anònims

source: enhanced autoblock enabled
ca_es: autoblocatge avançat activat

source: username hidden
ca_es: nom d'usuari ocult

source: The administrator ability to create range blocks is disabled.
ca_es: La facultat dels administradors per a crear bloquejos de rang està desactivada.

source: Expiry time invalid.
ca_es: Data d'acabament no vàlida.

source: Hidden username blocks must be permanent.
ca_es: Els blocatges amb ocultació de nom d'usuari haurien de ser permanents.

source: Unable to suppress this account; it may have too many edits.
ca_es: No s'ha pogut eliminar el compte; potser té massa edicions.

source: "$1" is already blocked
ca_es: «$1» ja està blocat

source: $1 is already blocked. Do you want to change the settings?
ca_es: L'usuari $1 ja està blocat. Voleu canviar-ne els paràmetres del blocatge?

source: You cannot unblock this user, as their username has been hidden.
ca_es: No podeu desblocar aquest usuari, perquè el seu nom d'usuari està ocult.

source: Error: Block ID $1 not found. It may have been unblocked already.
ca_es: Errada: No s'ha trobat el núm. ID de bloqueig $1. És possible que ja s'haguera desblocat.

source: Error: The IP address $1 is not blocked directly and cannot be unblocked. It is, however, blocked as part of the range $2, which can be unblocked.
ca_es: Error: L'adreça IP $1 no està blocada directament i per tant no pot ésser desbloquejada. Ara bé, sí que ho està per formar part del rang $2 que sí que pot ser desblocat.

source: Invalid IP range.
ca_es: Rang de IP no vàlid.

source: Range blocks larger than /$1 are not allowed.
ca_es: No estan permesos el bloquejos de rangs més grans que /$1.

source: Proxy blocker
ca_es: Bloqueig de proxy

source: Your IP address has been blocked because it is an open proxy. Please contact your Internet service provider or technical support of your organization and inform them of this serious security problem.
ca_es: La vostra adreça IP ha estat bloquejada perquè és un proxy obert. Si us plau contactau el vostre proveïdor d'Internet o servei tècnic i informau-los d'aquest seriós problema de seguretat.

source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}.
ca_es: La vostra adreça IP està llistada com a servidor intermediari (''proxy'') obert dins la llista negra de DNS que fa servir el projecte {{SITENAME}}.

source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}. You cannot create an account
ca_es: La vostra adreça IP està llistada com a servidor intermediari (''proxy'') obert a la llista negra de DNS que utilitza el projecte {{SITENAME}}. No podeu crear-vos-hi un compte

source: An IP address present in the X-Forwarded-For header, either yours or that of a proxy server you are using, has been blocked. The original block reason was: $1
ca_es: Una adreça IP present en la capçalera X-Forwarded-For, ja sigui vostra o la d'un servidor proxy que esteu utilitzant, ha estat blocada. El motiu inicial del bloqueig és: $1

source: You cannot block other users while you are blocked.
ca_es: No podeu blocar altres usuaris quan esteu bloquejat.

source: The user you are trying to block has already been blocked and hidden. Since you do not have the hideuser right, you cannot see or edit the user's block.
ca_es: L'usuari que esteu intentant blocar ja ha estat blocat i ocultat. Com que no teniu el permís hideuser no podeu veure ni modificar el seu blocatge.

source: You cannot block or unblock other users because you are yourself blocked
ca_es: No podeu blocar o desblocar altres usuaris, perquè vós {{GENDER:|mateix|mateixa|mateix}} esteu {{GENDER:|blocat|blocada|blocat}}.

source: You are not allowed to unblock yourself
ca_es: No teniu permís per a treure el vostre bloqueig

source: Lock database
ca_es: Bloca la base de dades

source: Unlock database
ca_es: Desbloca la base de dades

source: Locking the database will suspend the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do, and that you will unlock the database when your maintenance is done.
ca_es: Si es bloca la base de dades impedirà la capacitat a tots els usuaris d'editar pàgines, canviar les preferències, editar la llista de seguiment i altres canvis que calen de modificacions a la base de dades. Confirmeu que això és el que voleu fer, i sobretot no us oblideu de desblocar la base de dades quan acabeu el manteniment.

source: Unlocking the database will restore the ability of all users to edit pages, change their preferences, edit their watchlists, and other things requiring changes in the database. Please confirm that this is what you intend to do.
ca_es: Desblocant la base de dades es restaurarà l'habilitat de tots els usuaris d'editar pàgines, canviar les preferències, editar els llistats de seguiment, i altres accions que requereixen canvis en la base de dades. Confirmeu que això és el que voleu fer.

source: Yes, I really want to lock the database.
ca_es: Sí, realment vull blocar la base de dades.

source: Yes, I really want to unlock the database.
ca_es: Sí, realment vull desblocar la base dades.

source: You did not check the confirmation box.
ca_es: No heu respost al diàleg de confirmació.

source: Database lock succeeded
ca_es: S'ha bloquejat la base de dades

source: Database lock removed
ca_es: S'ha eliminat el bloqueig de la base de dades

source: The database has been locked.<br /> Remember to [[Special:UnlockDB|remove the lock]] after your maintenance is complete.
ca_es: S'ha bloquejat la base de dades.<br /> Recordeu-vos de [[Special:UnlockDB|treure el bloqueig]] quan hàgiu acabat el manteniment.

source: The database has been unlocked.
ca_es: S'ha desbloquejat la base de dades del projecte {{SITENAME}}.

source: The database lock file is not writable. To lock or unlock the database, this needs to be writable by the web server.
ca_es: No es pot modificar el fitxer de la base de dades de bloquejos. Per a blocar o desblocar la base de dades, heu de donar-ne permís de modificació al servidor web.

source: The database is not locked.
ca_es: La base de dades no està bloquejada.

source: (by {{GENDER:$1|$1}} on $2 at $3)
ca_es: (per $1 el $2 a les $3)

source: Move $1
ca_es: Reanomena $1

source: Move page
ca_es: Reanomena la pàgina

source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. You can update redirects that point to the original title automatically. If you choose not to, be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will '''not''' be moved if there is already a page at the new title, unless the latter is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. '''Warning!''' This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ca_es: Amb el formulari següent reanomenareu una pàgina, movent tot el seu historial al nou nom. El títol anterior es convertirà en una pàgina de redirecció al nou títol. Podeu actualitzar automàticament les redireccions que apuntin al títol original. Si no ho feu, assegureu-vos de verificar les redireccions [[Special:DoubleRedirects|dobles]] o [[Special:BrokenRedirects|trencades]]. Serà de la vostra responsabilitat verificar que els enllaços segueixin apuntant cap a on se suposa que ho han de fer. Tingueu en compte que la pàgina '''no''' serà traslladada si ja existeix una pàgina amb el títol nou, tret que sigui una redirecció sense més historial. Això significa que podeu reanomenar de nou una pàgina al seu títol original si cometeu un error, i que no podeu sobreescriure una pàgina existent. '''Atenció!''' Açò pot ser un canvi dràstic i inesperat en una pàgina que sigui popular; assegureu-vos d'entendre les conseqüències que comporta abans de seguir endavant.

source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. Be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will '''not''' be moved if there is already a page at the new title, unless it is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. '''Warning!''' This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ca_es: Amb el formulari següent podeu reanomenar una pàgina movent tot el seu historial al nom nou. El títol anterior es convertirà en una pàgina de redirecció al nou títol. Assegureu-vos de verificar les redireccions [[Special:DoubleRedirects|dobles]] o [[Special:BrokenRedirects|trencades]]. És responsabilitat vostra assegurar que els enllaços continuen apuntant cap a on se suposa que han d'anar. Tingueu en compte que la pàgina '''no''' serà traslladada si ja existeix una pàgina amb el títol nou, tret que sigui una redirecció i no tingui més historial. Això significa que podeu reanomenar de nou una pàgina al seu títol original si cometeu un error, i que no podeu sobreescriure una pàgina existent. '''Atenció!''' Això pot ser un canvi dràstic i inesperat per una pàgina popular; assegureu-vos que sabeu el que feu abans de continuar.

source: The associated talk page will be automatically moved along with it '''unless:''' *A non-empty talk page already exists under the new name, or *You uncheck the box below. In those cases, you will have to move or merge the page manually if desired.
ca_es: La pàgina de discussió associada també serà traslladada automàticament '''tret que''': * Ja existeix una pàgina de discussió no buida amb el nou nom, o * Desactiveu la opció de més avall. En aquests casos, haureu de traslladar o fusionar la pàgina manualment si ho desitgeu.

source: Move page:
ca_es: Reanomena la pàgina

source: '''Warning:''' You are about to move a user page. Please note that only the page will be moved and the user will ''not'' be renamed.
ca_es: '''Atenció:''' Esteu a punt de moure una pàgina d'usuari. Tingueu en compte que només la pàgina es desplaçarà i que el compte d'usuari ''no'' canviarà de nom.

source: You must be a registered user and [[Special:UserLogin|logged in]] to move a page.
ca_es: Heu de ser un usuari registrat i estar [[Special:UserLogin|dintre d'una sessió]] per reanomenar una pàgina.

source: You do not have permission to move pages.
ca_es: No teniu permís per a moure pàgines.

source: You do not have permission to move files.
ca_es: No teniu el permís per a moure fitxers.

source: You do not have permission to move user pages (apart from subpages).
ca_es: No teniu permís per a moure pàgines d'usuari (independentment de les subpàgines).

source: You do not have permission to move a page to a user page (except to a user subpage).
ca_es: No teniu permís per a moure una pàgina a una pàgina d'usuari (independentment de poder fer-ho cap a una subpàgina d'usuari).

source: To new title:
ca_es: A títol nou

source: Watch source page and target page
ca_es: Vigila aquesta pàgina

source: Move succeeded
ca_es: Reanomenament amb èxit

source: '''"$1" has been moved to "$2"'''
ca_es: '''«$1» s'ha mogut a «$2»'''

source: A redirect has been created.
ca_es: S'ha creat una redirecció.

source: The creation of a redirect has been suppressed.
ca_es: La creació d'una redirecció s'ha suprimit.

source: A page of that name already exists, or the name you have chosen is not valid. Please choose another name.
ca_es: Ja existeix una pàgina amb aquest nom, o el nom que heu triat no és vàlid. Trieu-ne un altre, si us plau.

source: You cannot move a page to this location because the new title has been protected from creation
ca_es: No podeu moure una pàgina a aquesta ubicació, perquè s'ha protegit la creació del títol nou

source: '''The page itself was moved successfully, but the talk page could not be moved because one already exists at the new title. Please merge them manually.'''
ca_es: S'ha reanomenat la pàgina amb èxit, però la pàgina de discussió no s'ha pogut moure car ja no existeix en el títol nou. Incorporeu-les manualment, si us plau.

source: moved to
ca_es: reanomenat a

source: Move associated talk page
ca_es: Mou la pàgina de discussió associada

source: Move subpages (up to $1)
ca_es: Desplaça'n també les subpàgines (fins a $1)

source: Move subpages of talk page (up to $1)
ca_es: Desplaça també les subpàgines de la pàgina de discussió (fins un màxim de $1)

source: The page $1 already exists and cannot be automatically overwritten.
ca_es: La pàgina $1 ja existeix i no pot sobreescriure's automàticament.

source: The page $1 has been moved to $2.
ca_es: La pàgina $1 ha estat traslladada a $2.

source: The page $1 could not be moved to $2.
ca_es: La pàgina $1 no s'ha pogut moure a $2.

source: The maximum of $1 {{PLURAL:$1|page|pages}} has been moved and no more will be moved automatically.
ca_es: {{PLURAL:$1|S'ha mogut una pàgina|S'han mogut $1 pàgines}} que és el nombre màxim, i per tant no se'n mourà automàticament cap més.

source: Move log
ca_es: Registre de reanomenaments

source: Below is a list of all page moves.
ca_es: Vegeu la llista de les darreres pàgines reanomenades.

source: This page has $1 {{PLURAL:$1|subpage|subpages}} shown below.
ca_es: Aquesta pàgina té {{PLURAL:$1|una subpàgina|$1 subpàgines}} que es mostren a continuació.

source: This page has no subpages.
ca_es: Aquesta pàgina no té subpàgines.

source: Delete and move
ca_es: Elimina i trasllada

source: == Deletion required == The destination page "[[:$1]]" already exists. Do you want to delete it to make way for the move?
ca_es: ==Cal l'eliminació== La pàgina de destinació, «[[:$1]]», ja existeix. Voleu eliminar-la per a fer lloc al trasllat?

source: Yes, delete the page
ca_es: Sí, esborra la pàgina

source: Deleted to make way for move from "[[$1]]"
ca_es: S'ha eliminat per a permetre el reanomenament de " [[$1]] "

source: Source and destination titles are the same; cannot move a page over itself.
ca_es: Els títols d'origen i de destinació coincideixen: no és possible de reanomenar una pàgina a si mateixa.

source: Cannot move pages in namespace "$1"
ca_es: No es poden moure pàgines de l'espai de noms "$1"

source: Cannot move pages into namespace "$1"
ca_es: No es poden moure pàgines cap a l'espai de noms "$1"

source: Interwiki link is not a valid target for page move.
ca_es: No es poden moure pàgines a l'enllaç interwiki

source: This page is not movable.
ca_es: Aquesta pàgina no es pot moure.

source: Cannot move to that destination title.
ca_es: No es pot moure cap a una destinació amb aquest títol.

source: The desired destination uses a different content model. Can not convert from $1 to $2.
ca_es: El destí desitjat utilitza un model de contingut diferent. No es pot convertir de $1 a $2.

source: Cannot move file to non-file namespace
ca_es: No es pot moure la imatge a un espai de noms on no li correspon

source: Cannot move non-file to file namespace
ca_es: No es pot moure la imatge a un espai de noms on no li correspon

source: The new file extension does not match its type
ca_es: La nova extensió de fitxer no coincideix amb el seu tipus

source: The target filename is invalid
ca_es: El nom de fitxer indicat no és vàlid

source: Update any redirects that point to the original title
ca_es: Actualitza també les redireccions que apuntin a l'article original

source: Leave a redirect behind
ca_es: Deixa enrere una redirecció

source: '''Warning:''' This page has been protected so that only users with administrator privileges can move it. The latest log entry is provided below for reference:
ca_es: '''AVÍS: Aquesta pàgina està bloquejada i només els usuaris que tenen drets d'administrador la poden reanomenar. A continuació es mostra la darrera entrada del registre com a referència:

source: '''Note:''' This page has been protected so that only registered users can move it. The latest log entry is provided below for reference:
ca_es: '''Nota:''' Aquesta pàgina està bloquejada i només els usuaris registrats la poden moure. A continuació es mostra la darrera entrada del registre com a referència:

source: == File exists == [[:$1]] exists on a shared repository. Moving a file to this title will override the shared file.
ca_es: == El fitxer ja existeix == [[:$1]] ja existeix al dipòsit compartit. Moure un fitxer a aquest títol impedirà d'ús del fitxer compartit.

source: The filename chosen is already in use on a shared repository. Please choose another name.
ca_es: El nom de fitxer escollit ja s'utilitza al dipòsit compartit. Escolliu un altre nom.

source: Export pages
ca_es: Exportació de pàgines

source: You can export the text and editing history of a particular page or set of pages wrapped in some XML. This can be imported into another wiki using MediaWiki via the [[Special:Import|import page]]. To export pages, enter the titles in the text box below, one title per line, and select whether you want the current revision as well as all old revisions, with the page history lines, or the current revision with the info about the last edit. In the latter case you can also use a link, for example [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] for the page "[[{{MediaWiki:Mainpage}}]]".
ca_es: Podeu exportar a XML el text i l'historial d'una pàgina en concret o d'un conjunt de pàgines; aleshores el resultat pot importar-se en un altre lloc web basat en wiki amb programari de MediaWiki mitjançant la [[Special:Import|pàgina d'importació]]. Per a exportar pàgines, escriviu els títols que desitgeu al quadre de text de sota, un títol per línia, i seleccioneu si desitgeu o no la versió actual juntament amb totes les versions antigues, amb la pàgina d'historial, o només la pàgina actual amb la informació de la darrera modificació. En el darrer cas, podeu fer servir un enllaç com ara [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] per a la pàgina «[[{{MediaWiki:Mainpage}}]]».

source: Export all pages
ca_es: Exporta totes les pàgines

source: Include only the current revision, not the full history
ca_es: Inclou només la versió actual, sense l'historial complet

source: ---- '''Note:''' Exporting the full history of pages through this form has been disabled due to performance reasons.
ca_es: ---- '''Nota:''' s'ha inhabilitat l'exportació sencera d'historial de pàgines mitjançant aquest formulari a causa de problemes de rendiment.

source: Include a full list of contributors for each page
ca_es: Inclouen una llista completa dels contribuents per a cada pàgina

source: Export
ca_es: Exporta

source: Add pages from category:
ca_es: Afegeix pàgines de la categoria:

source: Add
ca_es: Afegeix

source: Add pages from namespace:
ca_es: Afegeix pàgines de l'espai de noms:

source: Save as file
ca_es: Ofereix desar com a fitxer

source: Include templates
ca_es: Inclou les plantilles

source: Include linked pages to a depth of:
ca_es: Inclou pàgines enllaçades fins una profunditat de:

source: System messages
ca_es: Tots els missatges del sistema

source: Current message text
ca_es: Text actual

source: This is a list of system messages available in the MediaWiki namespace. Please visit [https://www.mediawiki.org/wiki/Localisation MediaWiki Localisation] and [//translatewiki.net translatewiki.net] if you wish to contribute to the generic MediaWiki localisation.
ca_es: Tot seguit hi ha una llista dels missatges del sistema que es troben a l'espai de noms ''MediaWiki''. La traducció genèrica d'aquests missatges no s'hauria de fer localment sinó a la traducció del programari MediaWiki. Si voleu ajudar-hi visiteu [https://www.mediawiki.org/wiki/Localisation MediaWiki Localisation] i [//translatewiki.net translatewiki.net].

source: This page cannot be used because '''$wgUseDatabaseMessages''' has been disabled.
ca_es: No es pot processar '''{{ns:special}}:Allmessages''' perquè la variable '''$wgUseDatabaseMessages''' està desactivada.

source: Filter
ca_es: Filtre

source: Filter by customization state:
ca_es: Filtra per l'estat de personalització:

source: Unmodified
ca_es: Sense modificar

source: Modified
ca_es: Modificat

source: Filter by prefix:
ca_es: Filtra per prefix:

source: Enlarge
ca_es: Amplia
